{
  "currency": "BRL",
  "companyName": "Avenia",
  "companyFullName" : "Avenia - BRLA DIGITAL LTDA",
  "logo": "avenia",
  "description": "Avenia is a borderless liquidity infrastructure for Latin America, the evolution of BRLA Digital. Built on stablecoins backed by treasury bills (LFTs) and with the legal backing of Pinheiro Neto Advogados, Avenia integrates with local payment systems like Pix through high-performance APIs. Its purpose is to create a secure, efficient, and automated bridge between global finance and the Latin American ecosystem, promoting instant transactions, regulatory compliance, and liquidity at scale for companies and fintechs.",
  "descriptionPT": "A Avenia é uma infraestrutura de liquidez sem fronteiras para a América Latina, a evolução da BRLA Digital. Construída sobre stablecoins com lastro em títulos do tesouro (LFTs) e com o respaldo jurídico do Pinheiro Neto Advogados, a Avenia se integra aos sistemas de pagamento locais como o Pix através de APIs de alta performance. Sua proposta é criar uma ponte segura, eficiente e automatizada entre as finanças globais e o ecossistema latino-americano, promovendo transações instantâneas, conformidade regulatória e liquidez em escala para empresas e fintechs.",
  "descriptionES": "Avenia es una infraestructura de liquidez sin fronteras para América Latina, la evolución de BRLA Digital. Construida sobre stablecoins respaldadas por títulos del tesoro (LFTs) y con el respaldo legal de Pinheiro Neto Advogados, Avenia se integra con los sistemas de pago locales como Pix a través de APIs de alto rendimiento. Su propósito es crear un puente seguro, eficiente y automatizado entre las finanzas globales y el ecosistema latinoamericano, promoviendo transacciones instantáneas, cumplimiento normativo y liquidez a escala para empresas y fintechs.",
  "contract": "0xe6a537a407488807f0bbeb0038b79004f19dddfb",
  "contractLink": "https://polygonscan.com/address/0xe6a537a407488807f0bbeb0038b79004f19dddfb",
  "dapp": "https://avenia.io",
  "heartbeat": "1 month",
  "threshold": "5%",
  "assetDistribution": [
    {
      "type": "cash",
      "name": "Cash or Equivalent - Stark Bank",
      "value": 779089
    },
    {
      "type": "cash",
      "name": "Cash or Equivalent - Banco Itau",
      "value": 0
    },
    {
      "type": "cash",
      "name": "Cash or Equivalent - Banco BTG",
      "value": 187800
    },
    {
      "type": "bonds",
      "name": "Brazilian Bonds - Itau",
      "value": 2000000
    },
    {
      "type": "bonds",
      "name": "Brazilian Bonds - BTG",
      "value": 2241547
    }
  ],
  "tokens": [
    {
      "id": "1",
      "logo": "/tokens/brla.webp",
      "symbol": "BRLA",
      "name": "BRLA Digital BRLA",
      "tokenPrice": 0.998487,
      "marketcap": 5412520,
      "circulation24h": 1197209.16,
      "oracleContract": "",
      "chains": [
        "polygon",
        "moonbeam",
        "gnosis",
        "celo"
      ],
      "share": 100
    }
  ],
  "chainDistribution": [
    {
      "name": "polygon",
      "value": 82.32098813894822
    },
    {
      "name": "moonbeam",
      "value": 4.139021425432181
    },
    {
      "name": "celo",
      "value": 2.538751522118359
    },
    {
      "name": "gnosis",
      "value": 11.186850488788643
    }
  ],
  "reportList": [
    {
      "date": "March, 2025",
      "url": "/reports/avenia/report_mar_2025.pdf"
    },
    {
      "date": "February, 2025",
      "file": "/reports/avenia/report_feb_2025.pdf"
    },
    {
      "date": "January, 2025",
      "file": "/reports/avenia/report_jan_2025.pdf"
    },
    {
      "date": "December 31, 2024",
      "file": "/reports/avenia/report_dec_2024.pdf"
    }
  ]
}